Repository: Ealdor/flaskllery
Catalog: app/translations/*/LC_MESSAGES/flask_user.po
Languages: eu

source: Password must have at least 6 characters with one lowercase letter, one uppercase letter and one number
eu: Pasahitzak gutxienez 6 karaktere izan behar ditu, berauen artean hizki xehe bat, larri bat eta zenbaki bat dituelarik

source: Username must be at least 3 characters long
eu: Erabiltzaile-izenak gutxienez 3 karaktere izan behar ditu

source: Username may only contain letters, numbers, '-', '.' and '_'.
eu: Erabiltzaile-izenak hizkiak, zenbakiak, '-', '.' eta '_' soilik izan ditzake.

source: This Username is already in use. Please try another one.
eu: Erabiltzaile-izena badago. Mesedez saiatu beste izen batekin.

source: This Email is already in use. Please try another one.
eu: Helbide elektroniko hau iada erabilita dago.

source: Email
eu: Helbide elektronikoa

source: Email is required
eu: Helbide elektronikoa beharrezkoa da

source: Invalid Email
eu: Helbide elektroniko okerra

source: Add Email
eu: Gehitu helbide elektronikoa

source: Old Password
eu: Pasahitz zaharra

source: Old Password is required
eu: Pasahitz zaharra beharrezkoa da

source: New Password
eu: Pasahitz berria

source: New Password is required
eu: Pasahitz berria beharrezkoa da

source: Retype New Password
eu: Berridatzi pasahitz berria

source: New Password and Retype Password did not match
eu: Pasahitz berria eta berridatzitako pasahitza ez datoz bat

source: Change Password
eu: Aldatu pasahitz

source: Old Password is incorrect
eu: Pasahiz zaharra okerra da

source: New Username
eu: Erabiltzaile-izen berria

source: Username is required
eu: Erabiltzaile izena beharrezkoa da

source: Change Username
eu: Aldatu erabiltzaile-izena

source: Send reset password email
eu: Bidali pasahitza berrezartzeko posta elektronikoa

source: Username
eu: Erabiltzaile-izena

source: Password
eu: Pasahitza

source: Password is required
eu: Pasahitza beharrezkoa da

source: Remember me
eu: Gogora nazazu

source: Sign in
eu: Sartu

source: Username or Email
eu: Erabiltzailea edo e-posta

source: Incorrect Username/Email and Password
eu: Erabiltzaile/e-posta eta pasahitz okerrak

source: Incorrect Username and Password
eu: Erabiltzaile eta pasahitz okerrak

source: Incorrect Email and Password
eu: E-posta eta pasahitz okerrak

source: Retype Password
eu: Berridatzi pasahitza

source: Password and Retype Password did not match
eu: Pasahitza eta berridatzitako pasahitza ez datoz bat

source: Register
eu: Izena eman

source: Resend email confirmation email
eu: Helbide elektronikoa egiaztatzeko e-posta berbidali

source: Home Page
eu: Haserako orria

source: Profile Page
eu: Profileko orria

source: Special Page
eu: Orri berezia

source: Your confirmation token has expired.
eu: Zure egiaztatze token-a iraungi egin da.

source: Invalid confirmation token.
eu: Egiaztatze token okerra.

source: Your email has been confirmed.
eu: Zure helbide elektronikoa egiaztatu da.

source: Your password has been changed successfully.
eu: Zure pasahitza aldatu da.

source: Your username has been changed to '%(username)s'.
eu: Zure erabiltzaile izena '%(username)s'ra aldatu da.

source: A reset password email has been sent to '%(email)s'. Open that email and follow the instructions to reset your password.
eu: Pasahitza berrezartzeko e-posta bidali da '%(email)s' helbidera. Posta hori ireki eta bertako argibideak jarraitu zure pasahitza berrezartzeko.

source: You have signed out successfully.
eu: Ondo irten zara.

source: Your reset password token has expired.
eu: Zure pasahitza berrezartzeko token-a iraungi egin da.

source: Your reset password token is invalid.
eu: Zure pasahitza berrezartzeko token-a okerra da.

source: Your password has been reset successfully. Please sign in with your new password
eu: Zure pasahitza ongi aldatu da. Mesedez, sartu pasahitz berria erabiliz

source: You must confirm your email to access '%(url)s'.
eu: Zure helbide elektronikoa egiaztatu behar duzu '%(url)s'ra sartu ahal izateko.

source: You must be signed in to access '%(url)s'.
eu: Zure erabiltzailearekin sartu behar zara '%(url)s' ireki ahal izateko.

source: You do not have permission to access '%(url)s'.
eu: Ez duzu '%(url)s'ra sartzeko baimenik.

source: A confirmation email has been sent to %(email)s with instructions to complete your registration.
eu: Egiaztatze e-posta bat bidali da %(email)s helbidera izen ematea osatzeko argibideekin.

source: You have registered successfully.
eu: Izena ongi eman duzu.

source: Your account has not been enabled.
eu: Zure kontua gaitu gabe dago.

source: Your email address has not yet been confirmed. Check your email Inbox and Spam folders for the confirmation email or <a href="%(url)s">Re-send confirmation email</a>.
eu: Zure helbide elektronikoa egiaztatu gabe dago oraindik. Begiratu zure e-posta sarrera eta spam karpetak egiaztatze e-postaren bila edo <a href="%(url)s">Berbidali egiaztatze e-posta</a>.

source: You have signed in successfully.
eu: Ongi sartu zara.

source: Forgot Password
eu: Pasahitza ahaztu dut

source: New here? Register.
eu: Berria hemen? Eman izena-

source: Forgot your Password?
eu: Pasahitza ahaztu duzu?

source: Manage Emails
eu: Helbide elektronikoak kudeatu

source: Already registered? Sign in.
eu: Iada izena emanda? Webgunean sartu.

source: Resend Confirmation Email
eu: Berbidali egiaztatze e-posta

source: Reset Password
eu: Pasahitza berrezarri.

source: User profile
eu: Erabiltzaile profila

source: Change username
eu: Aldatu erabiltzaile-izena

source: Change password
eu: Aldatu pasahitza
